Repository: king-team-du-net/zenblog
Catalog: translations/validators+intl-icu.*.xlf
Languages: fr

# ad.title_unique
source: Another advert already has this title, please change it.
fr: Une autre annonce a déjà ce titre, merci de le modifier.

# content.blank_title
source: Please don't leave your title blank!
fr: Veuillez ne pas laisser votre titre vide!

# content.too_short_title
source: The title is too short ({{ limit }} characters minimum)
fr: Votre titre est trop court ({ limit } caractères minimum)

# content.too_long_title
source: The title is too long ({ limit } characters maximum)
fr: Votre titre est trop long ({ limit } caractères maximum)

# content.blank_name
source: Please don't leave your name blank!
fr: Veuillez ne pas laisser votre nom vide!

# content.too_short_name
source: The name is too short ({{ limit }} characters minimum)
fr: Votre nom est trop court ({ limit } caractères minimum)

# content.too_long_name
source: The name is too long ({ limit } characters maximum)
fr: Votre nom est trop long ({ limit } caractères maximum)

# booking.startDate_date
source: Please note that the arrival date must be in the correct format !
fr: Attention, la date d'arrivée doit être au bon format !

# booking.startDate_greater_than
source: Arrival date must be before today's date !
fr: La date d'arrivée doit être ultérieure à la date d'aujourd'hui !

# booking.endDate_date
source: Please note that the departure date must be in the correct format !
fr: Attention, la date de départ doit être au bon format !

# booking.endDate_greater_than
source: The departure date must be later than the arrival date !
fr: La date de départ doit être plus éloignée que la date d'arrivée !

# user.email_unique
source: This email address is already in use.
fr: Cette adresse email est déjà utilisée.

# user.nickname_unique
source: This nickname is already used.
fr: Ce pseudo est déjà utilisé.

# post.slug_unique
source: This title was already used in another blog post, but they must be unique.
fr: Ce titre a déjà été utilisé dans un autre article de blog, mais il doit être unique.

# post.blank_summary
source: Give your post a summary!
fr: Veuillez donner un résumé à votre post.

# post.blank_content
source: Your post should have some content!
fr: Veuillez donner un contenu à votre post.

# post.too_short_content
source: Post content is too short ({ limit } characters minimum)
fr: Le contenu de votre post est trop court ({ limit } caractères minimum)

# comment_rgpd.isTrue
source: You should rgpd to our terms!
fr: Vous devez respecter nos conditions!

# comment_rgpd.blank
source: Please don't leave the rgpd blank!
fr: Veuillez ne pas laisser le rgpd vide!

# comment.blank
source: Please don't leave your comment blank!
fr: Veuillez ne pas laisser votre commentaire vide.

# comment.too_short
source: Comment is too short ({ limit } characters minimum)
fr: Votre commentaire est trop court ({ limit } caractères minimum)

# comment.too_long
source: Comment is too long ({ limit } characters maximum)
fr: Votre commentaire est trop long ({ limit } caractères maximum)

# comment.is_spam
source: The content of this comment is considered spam.
fr: Le contenu de votre commentaire est considéré comme du spam.
